Repository: bytemine/autodelete
Catalog: languages/*/LC_MESSAGES/plugin_autodelete.po
Languages: de_de, pl_pl

source: Plugin for automatic deletion
de_de: Plugin zum automatischen Löschen
pl_pl: wtyczka dla automatyczny usunięcie

source: Automatic deletion
de_de: Automatisches Löschen
pl_pl: Automatyczny usunięcie

source: Configuration for automatic deletion
de_de: Konfiguration zum automatischen Löschen
pl_pl: Konfiguracja dla automatyczny usunięcie

source: Maximum time range
de_de: Maximaler Zeitraum
pl_pl: maksymalny czas zasięg

source: days
de_de: Tage
pl_pl: dni

source: Current time
de_de: Aktuell eingestellter Zeitraum
pl_pl: Obecny czas zasięg

source: change
de_de: Ändern
pl_pl: zmiana

source: Junk and Trash
de_de: Papierkorb und Spam
pl_pl: dżonka i śmieci

source: task
de_de: Aufgaben
pl_pl: Zadania

source: appointment
de_de: Termine
pl_pl: Spotkania

source: Delete empty subfolders
de_de: Leere Unterordner löschen
pl_pl: Kasować pusty podfoldery

source: Settings saved
de_de: Einstellung gespeichert
pl_pl: Oprawa zapisane

source: The setting has been saved.
de_de: Die Einstellung wurde gespeichert.
pl_pl: Ustawienie zostało zapisane.

source: Error
de_de: Fehler
pl_pl: Błąd

source: Changes could not be saved.
de_de: Die Änderung konnte nicht gespeichert werden.
pl_pl: Zmiany mógłby nie być zapisane.
